[
    { "text": "The Marcos family had no chance to respond to the P203-billion estate tax case when it was in court because they were in exile in Hawaii.", "result": "RUN" },
    { "text": "Bongbong Marcos took home a mining shovel from his state visits in 2022 to Indonesia and Singapore", "result": "RUN" },
    { "text": "Bongbong Marcos and Sara Duterte shut down UP Diliman.", "result": "RUN" },
    { "text": "Bongbong Marcos cried during an interview with Toni Gonzaga after he was labeled a party animal", "result": "RUN" },
    { "text": "The Trilateral Commission, a global membership organization, used actress Dovie Beams to blackmail former president Ferdinand E. Marcos.", "result": "RUN" },
    { "text": " The Marcos family was not able to respond to the estate tax case filed against them because they were all still in the United States when it was filed", "result": "RUN" },
    { "text": "Actress Kris Aquino pretended to have autoimmune conditions to gain sympathy while Ferdinand Marcos Jr. ran for president in the 2022 national elections.", "result": "RUN" },
    { "text": "The Senate served a subpoena to Bongbong Marcos over a controversial sugar order. The Senate wants to put him in jail.", "result": "RUN" },
    { "text": "Queen Elizabeth congratulated Bongbong Marcos for winning the 2022 Philippine presidential election", "result": "RUN" },
    { "text": "The two presidents before Ferdinand Marcos Jr. “did nothing” to save convicted Filipino worker Mary Jane Veloso from execution for drug smuggling in Indonesia.", "result": "RUN" },
    { "text": "Ang Kapal Ng Kupal Mo:SMNI News tweeted about trending hashtags calling for the resignation of Bongbong Marcos and to #LetSaraLead.", "result": "RUN" },
    { "text": "President Ferdinand Marcos Jr. is abolishing the Presidential Commission on Good Government (PCGG) due to rightsizing in the government.", "result": "RUN" },
    { "text": "Former president Ferdinand E. Marcos became finance secretary during the administration of president Manuel Roxas.", "result": "RUN" },
    { "text": "Bongbong Marcos reopened the Bataan Nuclear Power Plant", "result": "RUN" },
    { "text": "Bongbong Marcos has reclaimed Sabah from Malaysia", "result": "RUN" },
    { "text": "Bongbong Marcos confronted Leila De Lima over her comment on his administrations refusal to rejoin the International Criminal Court.", "result": "RUN" },
    { "text": "The Philippines has no intention of rejoining the International Criminal Court.", "result": "RUN" },
    { "text": "The International Criminal Court or ICC cannot interfere or investigate in the Philippines because President Bongbong Marcos said his administration has no intention to rejoin the ICC.", "result": "RUN" },
    { "text": "Kris Aquino wants to apologize to Bongbong Marcos for the sins committed by her family against his family.", "result": "RUN" },
    { "text": "Ilocos Norte 1st District Representative and Presidential son, Sandro Marcos has never made this claim or any statement similar to this before", "result": "RUN" },
    { "text": "President Ferdinand Marcos Jr. appointed Atty. Neri Colmenares as the secretary of the Department of Health", "result": "RUN" },
    { "text": "The University of the Philippines was shut down by Marcos Jr.", "result": "RUN" },
    { "text": "Bongbong Marcos pleaded with state universities and colleges to invite him as keynote speaker for graduation rites", "result": "RUN" },
    { "text": "Bongbong Marcos gave a terse order to Sara Duterte to teach activists among university students a lesson", "result": "RUN" },
    { "text": "Prince Charles was impressed by the inauguration of President Ferdinand Marcos Jr.", "result": "RUN" },
    { "text": "In the May 9 elections, President Ferdinand “Bongbong” Marcos Jr. got the biggest electoral mandate in history of Philippine democracy..", "result": "RUN" },
    { "text": "Among Philippine presidents, it was only under Ferdinand E. Marcos that the country attained self-suffiency in food supply.", "result": "RUN" },
    { "text": "Anti-Marcos activists' protest venue in front of church intended to involve church in their cause", "result": "RUN" },
    { "text": "Thailand and Vietnam have decided to ban exporting rice at least for now.", "result": "RUN" },
    { "text": "President Ferdinand Marcos Jr. got the biggest electoral mandate in the history of Philippine democracy.", "result": "RUN" },
    { "text": "A group of communist rebels surrendered to president-elect Ferdinand Marcos Jr., as shown in a video circulating on Tiktok and Facebook.", "result": "RUN" },
    { "text": "UP professor fired after she belittled Bongbong Marcos Jr and Sara Duterte", "result": "RUN" },
    { "text": "Sen. Risa Hontiveros questioned Marcos' choice of national security adviserA", "result": "RUN" },
    { "text": "Photos show prices of rice dropped in Davao City in May 2022 under Marcos", "result": "RUN" },
    { "text": "Taylor Swift flashed Marcos Jr's V sign at NYU graduation ceremony", "result": "RUN" },
    { "text": "Robredo goes to SC to stop Marcos from being proclaimed president", "result": "RUN" },
    { "text": "Robredo goes to SC to stop Marcos from being proclaimed president", "result": "RUN" },
    { "text": "London's Tower Bridge was lit up to celebrate Marcos Jr's election victory", "result": "RUN" },
    { "text": "Kuwait Towers in red and to celebrate Marcos-Duterte victory", "result": "RUN" },
    { "text": "Bongbong Marcos promised to bring the Philippines' unemployment rate down to zero", "result": "RUN" },
    { "text": "Bongbong Marcos authored the law that revised the New Central Bank Act of 1993", "result": "RUN" },
    { "text": "Vincent Marcos said his father Bongbong used to be a cocaine addict", "result": "RUN" },
    { "text": "Ferdinand 'Bongbong' Marcos Jr. holds the Guinness World Record for having the longest motorcade.", "result": "RUN" },
    { "text": "Presidential candidate Ferdinand “Bongbong” Marcos Jr. won a taekwondo championship in the Milo Little Olympics grade school division in Lingayen, Pangasinan, in 2001.", "result": "RUN" },
    { "text": "Media did not report on Marcos Jr's campaign sortie in Nueva Ecija province", "result": "RUN" },
    { "text": "Lawyer Vic Rodriguez said the Uniteam will no longer participate in organized debates due to the traumas experienced by its senatorial candidates in one forum", "result": "RUN" },
    { "text": "Video shows Ferdinand Marcos Jr. questioning the moral values of people who would elect a tax evader for president.", "result": "RUN" },
    { "text": "Supporters of presidential candidate Ferdinand “Bongbong” Marcos Jr. give aid or “ayuda” worth P35,000 per family.", "result": "RUN" },
    { "text": "Ferdinand Bongbong Marcos Jr. was met by a crowd of two million in Pangasinan.", "result": "RUN" },
    { "text": "A Jollibee mascot expressed support for Ferdinand “Bongbong” Marcos Jr.", "result": "RUN" },
    { "text": "Video shows Filipino beauty queen Venus Raj 'supporting Marcos Jr'", "result": "RUN" },
    { "text": "Claim by Ferdinand Bongbong Marcos:Galungong or round scad is the easiest [fish] to raise.", "result": "RUN" },
    { "text": "Video shows Ferdinand Marcos Jr. questioning the moral values of people who would elect a tax evader for president.", "result": "RUN" },
    { "text": "Ferdinand Bongbong Marcos Jr. was met by a crowd of two million in Pangasinan.", "result": "RUN" },
    { "text": "Supporters of presidential candidate Ferdinand “Bongbong” Marcos Jr. give aid or “ayuda” worth P35,000 per family.", "result": "RUN" },
    { "text": "ABS-CBN, GMA, CNN Philippines, TV5, the Philippine Daily Inquirer, The Manila Times, and Rappler did not report on the participation of Bongbong Marcos in SMNI's presidential debate.", "result": "RUN" },
    { "text": "Video shows Filipino beauty queen Venus Raj 'supporting Marcos Jr'", "result": "RUN" }
  ]
  